Repository: lalitkapoor/OmniWM
Catalog: Sources/OmniWM/Resources/Commands.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

# command.workspace.next
source: Switch to Next Workspace
ar: انتقل إلى مساحة العمل التالية
da: Skift til næste arbejdsområde
de: Wechseln Sie zum nächsten Arbeitsbereich
el: Μετάβαση στον Επόμενο Χώρο Εργασίας
es: Cambiar a Próximo espacio de trabajo
fi: Vaihda seuraavaan työtilaan
fr: Passer à l'espace de travail suivant
he: עבור למרחב העבודה הבא
hi: अगले वर्कस्पेस पर स्विच करें
it: Passa allo spazio di lavoro successivo
ja: 次のワークスペースに切り替える
ko: 다음 작업 공간으로 전환
nb: Bytt til neste arbeidsområde
nl: Overschakelen naar volgende werkruimte
pl: Przejdź do kolejnej przestrzeni roboczej
ru: Перейдите в следующий рабочее пространство
sr_latn: Priključite se sledećem radnom prostoru
sv: Byt till nästa arbetsyta
uk: Перейти до наступного робочого простору
zh_hans: 切换到下一个工作区

# command.workspace.previous
source: Switch to Previous Workspace
ar: انتقل إلى مساحة العمل السابقة
da: Skift til forrige arbejdsområde
de: Wechseln Sie zum vorherigen Arbeitsbereich
el: Μετάβαση σε προηγούμενο χώρο εργασίας
es: Cambiar al Entorno de trabajo anterior
fi: Vaihda aiempaan työtilaan
fr: Passer à l'espace de travail précédent
he: עבור למרחב העבודה הקודם
hi: पिछला कार्यस्थल पर स्विच करें
it: Passa allo spazio di lavoro precedente
ja: 前のワークスペースに切り替える
ko: 이전 작업 공간으로 전환
nb: Bytt til forrige arbeidsplass
nl: Naar vorige werkruimte wisselen
pl: Przejdź do poprzedniej przestrzeni roboczej
ru: Переключитесь на предыдущий рабочее пространство
sr_latn: Priključite se prethodnom radnom prostoru
sv: Byt till föregående arbetsyta
uk: Перейти до попереднього робочого простору
zh_hans: 切换到之前的工作区

# command.workspace.switchSlot
source: Switch to Workspace Slot %lld
ar: انتقل إلى مساحة العمل %lld
da: Skift til arbejdsområde Slot %lld
de: Wechseln Sie zu Arbeitsbereichsplatz %lld.
el: Εναλλαγή στην υποδοχή χώρου εργασίας %lld
es: Cambia al Espacio de Trabajo Slot %lld
fi: Vaihda työtila-aukkoon %lld
fr: Passer à la fente de l'espace de travail %lld
he: עבור למעגל העבודה %lld
hi: वर्कस्पेस स्लॉट %lld पर स्विच करें
it: Passa a Workspace Slot %lld
ja: ワークスペーススロット%lldに切り替える
ko: 워크스페이스 슬롯 %lld으로 전환하세요.
nb: Bytt til Workspace Slot %lld
nl: Overschakelen naar werkruimte Slot %lld
pl: Przejdź do slotu przestrzeni roboczej %lld
ru: Перейдите в слот рабочего пространства %lld.
sr_latn: Prebacivanje na radni prostor slot %lld
sv: Byt till Arbetsplatsplats %lld
uk: Перейти до слота робочого простору %lld
zh_hans: 切换到工作区插槽%lld

# command.workspace.switchTo
source: Switch to Workspace %lld
ar: انتقل إلى مساحة العمل %lld
da: Skift til arbejdsområde %lld
de: Wechseln Sie zum Arbeitsbereich %lld
el: Εναλλαγή σε χώρο εργασίας %lld
es: Cambia a Espacio de trabajo %lld
fi: Vaihda työtilaan %lld
fr: Passer à l'espace de travail %lld
he: עבור למרחב העבודה %lld
hi: वर्कस्पेस %lld पर स्विच करें
it: Passa allo spazio di lavoro %lld
ja: ワークスペース%lldに切り替える
ko: 워크스페이스 %lld로 전환
nb: Bytt til Workspace %lld
nl: Overschakelen naar werkruimte %lld
pl: Przejdź do przestrzeni roboczej %lld
ru: Перейдите в Рабочую зону %lld
sr_latn: Prebacivanje na radni prostor %lld
sv: Byt till Arbetsyta %lld
uk: Перейти до робочого простору %lld
zh_hans: 切换到工作区%lld

# command.workspace.toggleLayout
source: Toggle Workspace Layout
ar: تغيير تنسيق مساحة العمل
da: Slå arbejdsområdelayout til og fra
de: Arbeitsbereichslayout ein-/ausbl
el: Εναλλαγή διάταξης χώρου εργασίας
es: Alternar el diseño del espacio de trabajo
fi: Vaihda työtilan asettelu
fr: Basculer la disposition de l'espace de travail
he: שינוי גודל פריסת מרחב העבודה
hi: कार्यस्थल लेआउट टॉगल करें
it: Commuta la disposizione dello spazio di lavoro
ja: ワークスペースレイアウトを切り替える
ko: 워크스페이스 레이아웃 전환
nb: Slå av/på arbeidsplassoppsett
nl: Werkruimteindeling aan/uit
pl: Przełącz układ przestrzeni roboczej
ru: Переключать расположение рабочего пространства
sr_latn: Sledeći Članak Raspored radnog prostora
sv: Växla arbetsytans layout
uk: Перемкнути компонування робочого простору
zh_hans: 切换工作区布局

# command.sizing.growContainerPrimary
source: Grow Container Primary Span
ar: زيادة حجم الحاوية على المحور الأساسي
da: Forøg containerens størrelse langs primæraksen
de: Container entlang der Hauptachse vergrößern
el: Αύξηση μεγέθους κοντέινερ στον κύριο άξονα
es: Aumentar el tamaño del contenedor en el eje principal
fi: Suurenna säilöä pääakselin suunnassa
fr: Agrandir le conteneur sur l’axe principal
he: הגדלת המכל בציר הראשי
hi: प्राथमिक अक्ष पर कंटेनर का आकार बढ़ाएँ
it: Ingrandisci il contenitore lungo l’asse principale
ja: コンテナの主軸方向のサイズを拡大
ko: 컨테이너 주축 크기 늘리기
nb: Øk containerens størrelse langs primæraksen
nl: Container langs de primaire as vergroten
pl: Zwiększ rozmiar kontenera wzdłuż osi głównej
ru: Увеличить размер контейнера по основной оси
sr_latn: Povećaj veličinu kontejnera duž glavne ose
sv: Öka containerns storlek längs huvudaxeln
uk: Збільшити розмір контейнера вздовж основної осі
zh_hans: 增大容器主轴尺寸

# command.sizing.growWindowPrimary
source: Grow Window Primary Span
ar: زيادة حجم النافذة على المحور الأساسي
da: Forøg vinduets størrelse langs primæraksen
de: Fenster entlang der Hauptachse vergrößern
el: Αύξηση μεγέθους παραθύρου στον κύριο άξονα
es: Aumentar el tamaño de la ventana en el eje principal
fi: Suurenna ikkunaa pääakselin suunnassa
fr: Agrandir la fenêtre sur l’axe principal
he: הגדלת החלון בציר הראשי
hi: प्राथमिक अक्ष पर विंडो का आकार बढ़ाएँ
it: Ingrandisci la finestra lungo l’asse principale
ja: ウィンドウの主軸方向のサイズを拡大
ko: 창 주축 크기 늘리기
nb: Øk vinduets størrelse langs primæraksen
nl: Venster langs de primaire as vergroten
pl: Zwiększ rozmiar okna wzdłuż osi głównej
ru: Увеличить размер окна по основной оси
sr_latn: Povećaj veličinu prozora duž glavne ose
sv: Öka fönstrets storlek längs huvudaxeln
uk: Збільшити розмір вікна вздовж основної осі
zh_hans: 增大窗口主轴尺寸

# command.sizing.growWindowSecondary
source: Grow Window Secondary Span
ar: زيادة حجم النافذة على المحور الثانوي
da: Forøg vinduets størrelse langs sekundæraksen
de: Fenster entlang der Nebenachse vergrößern
el: Αύξηση μεγέθους παραθύρου στον δευτερεύοντα άξονα
es: Aumentar el tamaño de la ventana en el eje secundario
fi: Suurenna ikkunaa poikittaisakselin suunnassa
fr: Agrandir la fenêtre sur l’axe secondaire
he: הגדלת החלון בציר המשני
hi: द्वितीयक अक्ष पर विंडो का आकार बढ़ाएँ
it: Ingrandisci la finestra lungo l’asse secondario
ja: ウィンドウの副軸方向のサイズを拡大
ko: 창 보조축 크기 늘리기
nb: Øk vinduets størrelse langs sekundæraksen
nl: Venster langs de secundaire as vergroten
pl: Zwiększ rozmiar okna wzdłuż osi poprzecznej
ru: Увеличить размер окна по поперечной оси
sr_latn: Povećaj veličinu prozora duž poprečne ose
sv: Öka fönstrets storlek längs den sekundära axeln
uk: Збільшити розмір вікна вздовж поперечної осі
zh_hans: 增大窗口副轴尺寸

# command.sizing.shrinkContainerPrimary
source: Shrink Container Primary Span
ar: تقليل حجم الحاوية على المحور الأساسي
da: Mindsk containerens størrelse langs primæraksen
de: Container entlang der Hauptachse verkleinern
el: Μείωση μεγέθους κοντέινερ στον κύριο άξονα
es: Reducir el tamaño del contenedor en el eje principal
fi: Pienennä säilöä pääakselin suunnassa
fr: Réduire le conteneur sur l’axe principal
he: הקטנת המכל בציר הראשי
hi: प्राथमिक अक्ष पर कंटेनर का आकार घटाएँ
it: Riduci il contenitore lungo l’asse principale
ja: コンテナの主軸方向のサイズを縮小
ko: 컨테이너 주축 크기 줄이기
nb: Reduser containerens størrelse langs primæraksen
nl: Container langs de primaire as verkleinen
pl: Zmniejsz rozmiar kontenera wzdłuż osi głównej
ru: Уменьшить размер контейнера по основной оси
sr_latn: Smanji veličinu kontejnera duž glavne ose
sv: Minska containerns storlek längs huvudaxeln
uk: Зменшити розмір контейнера вздовж основної осі
zh_hans: 缩小容器主轴尺寸

# command.sizing.shrinkWindowPrimary
source: Shrink Window Primary Span
ar: تقليل حجم النافذة على المحور الأساسي
da: Mindsk vinduets størrelse langs primæraksen
de: Fenster entlang der Hauptachse verkleinern
el: Μείωση μεγέθους παραθύρου στον κύριο άξονα
es: Reducir el tamaño de la ventana en el eje principal
fi: Pienennä ikkunaa pääakselin suunnassa
fr: Réduire la fenêtre sur l’axe principal
he: הקטנת החלון בציר הראשי
hi: प्राथमिक अक्ष पर विंडो का आकार घटाएँ
it: Riduci la finestra lungo l’asse principale
ja: ウィンドウの主軸方向のサイズを縮小
ko: 창 주축 크기 줄이기
nb: Reduser vinduets størrelse langs primæraksen
nl: Venster langs de primaire as verkleinen
pl: Zmniejsz rozmiar okna wzdłuż osi głównej
ru: Уменьшить размер окна по основной оси
sr_latn: Smanji veličinu prozora duž glavne ose
sv: Minska fönstrets storlek längs huvudaxeln
uk: Зменшити розмір вікна вздовж основної осі
zh_hans: 缩小窗口主轴尺寸

# command.sizing.shrinkWindowSecondary
source: Shrink Window Secondary Span
ar: تقليل حجم النافذة على المحور الثانوي
da: Mindsk vinduets størrelse langs sekundæraksen
de: Fenster entlang der Nebenachse verkleinern
el: Μείωση μεγέθους παραθύρου στον δευτερεύοντα άξονα
es: Reducir el tamaño de la ventana en el eje secundario
fi: Pienennä ikkunaa poikittaisakselin suunnassa
fr: Réduire la fenêtre sur l’axe secondaire
he: הקטנת החלון בציר המשני
hi: द्वितीयक अक्ष पर विंडो का आकार घटाएँ
it: Riduci la finestra lungo l’asse secondario
ja: ウィンドウの副軸方向のサイズを縮小
ko: 창 보조축 크기 줄이기
nb: Reduser vinduets størrelse langs sekundæraksen
nl: Venster langs de secundaire as verkleinen
pl: Zmniejsz rozmiar okna wzdłuż osi poprzecznej
ru: Уменьшить размер окна по поперечной оси
sr_latn: Smanji veličinu prozora duž poprečne ose
sv: Minska fönstrets storlek längs den sekundära axeln
uk: Зменшити розмір вікна вздовж поперечної осі
zh_hans: 缩小窗口副轴尺寸
